@extends('front.layout.home')
@section('content')
    <section class="container mt-5 pt-5">
        <div class="text-center w-27">
            <div class="col-6 m-auto pt-4">
                <h2 class="text-light pt-4">سياسة الخصوصية</h2>
                <p class="active fs-6 privacy-text">
                    في <span> كاك مزاد</span> ، نعتقد أن خصوصية وأمان مستخدمينا لهما أهمية قصوى.
                    لذلك ، فإننا نوفر سياسات إدارية صارمة لحماية خصوصيتك وأمنك.
                </p>
            </div>
            <div class=" col-8 m-auto pt-4">
                <p class="active fs-5 pt-4 ">
                    نجمعها
                </p>
                <p class=" fs-6 privacy-text">
                    سيتلقى عنوان البريد الإلكتروني وبيانات الدفع Cilents الذين يستخدمون لوحة تحكم اختيارية ملف تعريف ارتباط مؤقت. قد تقوم Google بتخزين ملف تعريف الارتباط بشكل أساسي في تحليلات جوجل. لا تتردد في إلغاء
                     الاشتراك باستخدام مكون Google الإضافي.

                </p>
            </div>
            <div class=" col-8 m-auto pt-4">
                <p class="active fs-5 pt-4 ">
                    المعلومات المستخدمة
                </p>
                <p class="fs-6 privacy-text">
                    يتم استخدام البريد الإلكتروني للاشتراك في المعلومات الخاصة بك للحصول على شهادة الدفع والوصول إلى الإنترنت الخاص وللعرض الترويجي فقط. تُستخدم جميع بيانات الدفع لإدارة مدفوعات تسجيل دخول العميل والإلغاء. تُستخدم ملفات تعريف الارتباط وبيانات تحليلات جوجل لتحسين واختبار موقعنا على الإنترنت. بالإضافة إلى ذلك ، يتم تقليم سجلات الخادم بشكل منتظم. لا تجمع كاك مزاد 
                    أو تسجل أي حركة مرور على شبكتها الافتراضية الخاصة.
                </p>
            </div>
            <div class=" col-8 m-auto pt-4">
                <p class="pt-4 active fs-5">
                    DISCLOSURE 
                </p>
                <p class="fs-6 privacy-text">
                    تسعى كاك مزاد جاهدة لحماية حقوق الخصوصية لمستخدميها وتزويدهم بجميع طلبات الاستدعاء الصحيحة. تتم مراجعة جميع عمليات الامتثال بشكل جيد والتدقيق فيها من قبل الإدارات القانونية لدينا. إذا طُلب منا تقديم معلومات المستخدم ، فسنحارب مع جميع مواردنا ضد أي محاولة من قبل أي طرف يطلب منا الكشف عن هذه المعلومات لأي سبب أو مطالبة. بالإضافة إلى ذلك ، يجب دعم هذا الطلب بأمر من المحكمة وإلا فلن نأخذه في الاعتبار. لا تشارك CasperVPN في أي عمل غير قانوني أو غير دستوري نؤمن به فقط في حماية خصوصية مستخدمينا.
                    لا تشارك كاك مزاد معلوماتك الخاصة مع أي طرف ثالث بصرف النظر عن عمليات الكشف التي تم إجراؤها بالفعل في سياسة الخصوصية هذه. ومع ذلك ، إذا كنت ترغب في الاستفسار عن كيفية عدم مشاركة كاك مزاد لمعلومات المستخدم الشخصية مع أطراف ثالثة ، فلا تتردد في الاتصال بنا.
                </p>
            </div>
        </div>
    </section>
@endsection
